export const mokDataYears = [
  {
    name: "Революция",
    dates: {
      from: 1982,
      to: 1988,
    },
    facts: [
      { year: 1982, description: "Компакт-диск (CD) выпущен для массового рынка." },
      { year: 1983, description: "Запуск мобильного телефона Motorola DynaTAC за $3995." },
      { year: 1984, description: "Apple Macintosh представлен с революционным интерфейсом." },
      { year: 1985, description: "Обнаружена озоновая дыра над Антарктидой." },
      { year: 1986, description: "Катастрофа шаттла Challenger унесла жизни 7 астронавтов." },
      { year: 1987, description: "Черный понедельник: биржевой крах 19 октября." },
      { year: 1988, description: "Создан первый интернет-червь Морриса." }
    ]
  },
  {
    name: "Трансформация",
    dates: {
      from: 1989,
      to: 1995,
    },
    facts: [
      { year: 1989, description: "Падение Берлинской стены — символ конца Холодной войны." },
      { year: 1990, description: "Тим Бернерс-Ли изобрел Всемирную паутину (WWW)." },
      { year: 1991, description: "Распад СССР: конец советской эпохи." },
      { year: 1992, description: "Подписание Маастрихтского договора — рождение ЕС." },
      { year: 1993, description: "Создан первый веб-браузер Mosaic." },
      { year: 1994, description: "Нельсон Мандела стал первым чернокожим президентом ЮАР." },
      { year: 1995, description: "Windows 95 представила кнопку 'Пуск'." }
    ]
  },
  {
    name: "Глобализация",
    dates: {
      from: 1996,
      to: 2002,
    },
    facts: [
      { year: 1996, description: "Dolly — первое клонированное млекопитающее (овца)." },
      { year: 1997, description: "Deep Blue победил Гарри Каспарова в шахматы." },
      { year: 1998, description: "Основание Google — будущего гиганта поиска." },
      { year: 1999, description: "Фильм 'Матрица' задал новые стандарты кинематографа." },
      { year: 2000, description: "Лопнул пузырь доткомов, обрушив рынок." },
      { year: 2001, description: "Теракты 11 сентября изменили мировую политику." },
      { year: 2002, description: "Евро введен в наличное обращение в 12 странах ЕС." }
    ]
  },
  {
    name: "Цифровизация",
    dates: {
      from: 2003,
      to: 2009,
    },
    facts: [
      { year: 2003, description: "Запуск социальной сети LinkedIn — первой из современных." },
      { year: 2004, description: "Facebook основан Марком Цукербергом в Гарварде." },
      { year: 2005, description: "YouTube запущен, изменив способ потребления видео." },
      { year: 2006, description: "Twitter дебютировал, введя концепцию микроблогинга." },
      { year: 2007, description: "Презентация первого iPhone — начало эры смартфонов." },
      { year: 2008, description: "Мировой финансовый кризис: крах Lehman Brothers." },
      { year: 2009, description: "Биткоин появился как первая криптовалюта." }
    ]
  },
  {
    name: "Инновации",
    dates: {
      from: 2010,
      to: 2016,
    },
    facts: [
      { year: 2010, description: "Запуск iPad: начало эры планшетов от Apple." },
      { year: 2011, description: "Стив Джобс ушел из жизни, оставив наследие Apple." },
      { year: 2012, description: "Открытие бозона Хиггса в ЦЕРН." },
      { year: 2013, description: "Эдвард Сноуден раскрыл масштабные программы слежки США." },
      { year: 2014, description: "Робот Philae впервые совершил посадку на комету." },
      { year: 2015, description: "Парижское соглашение по климату подписано 195 странами." },
      { year: 2016, description: "Завершено строительство самого высокого небоскреба Бурдж-Халифа." }
    ]
  },
  {
    name: "Наука",
    dates: {
      from: 2017,
      to: 2023,
    },
    facts: [
      { year: 2017, description: "Криптовалютный бум: биткоин достиг почти $20 000." },
      { year: 2018, description: "Запуск первого частного космического корабля Crew Dragon (SpaceX)." },
      { year: 2019, description: "Первое фото черной дыры, полученное телескопом Event Horizon." },
      { year: 2020, description: "Пандемия COVID-19 изменила мир, введя массовые локдауны." },
      { year: 2021, description: "NASA успешно посадило марсоход Perseverance на Марс." },
      { year: 2022, description: "Чат-бот ChatGPT от OpenAI произвел революцию в ИИ." },
      { year: 2023, description: "Индия стала четвертой страной, посадившей аппарат на Луну." }
    ]
  },
];